/* Device Kind to be reported to the system */
"HP Fax" = "HP Faks";

/* The beginning of the fax job */
"Contacting fax..." = "Kontakter faks...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Enhet opptatt, prøver på nytt...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Ser etter faks...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Telefonnummer svartelistet."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Forbereder faksing...";

/* Page progress */
"Sending page %lu..." = "Sender side %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Får ikke kontakt med faks, står i kø for neste faks i klassen...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "URI som ikke støttes";

